{

  "tr1": "**§1 - Sunucunun Genel Dili**\n**§1.1** Sunucunun Ana Dili Türkçedir. Resmi olarak İngilizce'yi ikincil dil olarak kullanın.\n        \n**§2 - Kullanıcı adları**\n**§2.1** Sunucumuzda uygunsuz kullanıcı adlarına izin verilmez. Uygun gördüğümüz isimler siz değiştirene kadar size uygulanacaktır.\n        \n**§3 - Kanalların Kullanımı**\n**§3.1** Bot komutları kanalında sadece sunucumuzun botlarının kodlarını kullanın. Ve bu komutları sadece bu kanalda kullanın.\n**§3.2** Spam, ve benzeri rahatsız edici yazı stilleri kullanmayın.\n**§3.3** Büyük harflerin sürekli kullanımı yanlış anlaşılabileceğinden, aşırıya kaçmamak şartıyla ara sıra kullanabilirsiniz.\n**§3.4** Link kanalımızda oyun ve güncel sosyal eğlence içerikleri dışında uygunsuz linklerin paylaşılması yasaktır. Sunucumuzdan süresiz banlanmanıza sebep olacaktır..\n**§3.5** Siyasi meseleler, taraflı spor meseleleri, göreceli olarak iyi ve kötü bireysel yorumlar (bir araba için kötü gibi yorumlar) huzursuzluğa neden olacağından tartışılmasına izin verilmez.\n**§3.6** Save Edit support kanalında etiket spamı yasaktır. İnsanların sizinle hemen, anında ilgilenmesini istiyorsanız başka sunucu arayabilirsiniz.\n**§3.7** Medya dahil yazılı sohbet kanallarına yasaklanma görüntüsü, video kanıdı yada rapor videosu göndermek yasaktır.İlgili failler anında sunucudan uyarılmaksızın yasaklanacaktır. Raporları, yasakların haklı haksız olduğunu kurallar belirler. Tartışma açmak istiyorsanız TruckersMP Üzerinden itiraz yada geri bildirim bileti açarak işlem yapabilirsiniz.\n**§3.8** <#706545849492308048> veya <#585131875811721267> kanalında sorduğunuz oyunla alakalı bilgi soruları yanıtlanmaz. Bu soruların yeri <#981616963103121448> kanalıdır. Zaten sorularınızı cevaplamadan o kanal yönlendirme alırsınız.\n        \n**§4 - Metin Kanallarındaki Konuşmalar**\n**§4.1** Küfür, ırkçılık, hakaret, zorbalık, nefret söylemi içeren tüm kelimeler sunucudan kalıcı olarak yasaklanmamıza neden olacaktır. Aşırı olmadıkları sürece reaktif küfürleri görmezden gelebiliriz.\n**§4.2** Karşılıklı saygı ihlal edilmemelidir.\n**§4.3** Hiçbir misafir,yetkiliyle emir kipiyle konuşmayınız.\n**§4.4** Herhangi bir özel tartışmayı tetikleyen, iğneleyen, ekipler veya topluluklar arası kavgaların konusulmasına sebep olan tüm mesaj türleri sunucumuzda yasaktır. Failler anında yasaklanır. Yasakları af dahil açılmaz.\n        \n**§5 - Etiketleme ve Mesajlaşma**\n**§5.1** Sunucumuzun herhangi bir metin veya ses kanalında, aşırı etiketleme veya başka bir şekilde misafirlerimizden birinin rahatsız edilmesi uyarı almanıza neden olacak ve uyarıları dikkate almamanız durumunda yasaklanacaksınız.\n**§5.2** Olumlu/olumsuz bir şekilde etiketlediğiniz bir kişinin mesajını silmeniz veya düzeltmeniz banlanmanıza neden olacaktır. Log kanallarımızdan tüm tespitler ve değişim görüntüleri harflerine kadar mevcuttur.\n**§5.3** Sunucudaki yetkilileri gereksiz yere etiketlemek bir yasakla sonuçlanabilir.\n**§5.4** Sunucumuzdaki <@&842848941943029783> üyelerimize kaba davranmanız durumunda çok ağır bir yanıt alacaksınız ve derhal sunucudan uzaklaştırılacaksınız.\n**§5.5** Sunucumuzda herhangi bir kişiyi aşağılayıcı, tahrik edici ve  olumsuzluğu aşırı dozda barındıran kırıcı mesajlar yasaktır. Olayın haklı/haksız failleri uyarılır, devamında süresiz yasaklanır.",
  "tr2": "**§6 - Uygunsuz İçerik**\n**§6.1** Bilinçli sağlığı etkileyebilecek pornografik içerik ve görsel içerik kesinlikle yasaktır.\n**§6.2** Herhangi bir kötü niyetli içerik yasaklanmanıza neden olacaktır. Discord sahte nitrolar, virüsler, yazılımlar...\n**§6.3** Dini değerlere hakaret ve iğneleme içeren tüm mesajlar silinir faili uyarılır, duruma göre yasaklanır.\n**§6.4** Bu konuda herhangi bir ihlalle karşılaşırsanız <@&981596460103630949> ile iletişime geçin.\n**§6.5** Siyaset içeren her gözle görülür propaganda sahibi hesaplar sunucumuzdan samimiyet dahil olsada uzaklaştırılır. Sunucumuzda katien karşı olduğumuz konudur. Gözle görüldüğü veya bildirildiği takdirde yasaklamaya kadar işlem yapılır.\n**§6.6** R440 Club Logosu ve ismi iznimiz ve ekip üyelerimiz dışında hiçbir ekip fototoğrafında, kamyon fotoğrafında, yazısında veye kaplamasında kullanılamaz, geçirilemez. İznimiz dışında bu davranışta bulunan kullanıcı durumun şiddetine göre suncumuzdan ve civar tüm sunuculardan yasaklanmak üzere töhmet altında kalacaktır.\n        \n**§7 - Reklamlar**\n**§7.1** Sunucumuzun herhangi bir kanalında davet linki paylaşımı, davet mesajları veya imaası yasakktır. Link olarak güvenlik önlemimiz vardır ve log tespiti sonrası kalıcı yasaklama işlemi uygulanır. Aynı şekilde davet yaptığı raporlanan bir kişide yönetimce kalıcı yasaklanacaktır.\n**§7.2** Sunucumuzun link kanalında Youtube,Twitch,Instagram,Tiktok vb. platformların içeriği paylaşılmaktadır. Tüm platformlarda +400 Abone veya takipçi sahibi hesap kullanıcıları, Ticket sistemi üzerinden Halkla İlişkiler sorumlumuza ulaşıp Content Producer Rolü alarak 'everyone' etiketi kullanmaya hak kazanır. Content Producer rolü sahibi günde en fazla 2 kez etiket atma hakkına sahiptir. Fazlasının tespiti durumunda permi düşer ve zaman aşımı alır.\n        \n**§8 - Sunucu İçeriklerini Kopyalama**\n**§8.1** Sunucumuzda paylaşılan herhangi bir içeriği (fotoğraf,duyuru,kod vs) sunucumuzdan izinsizce alıp kendi sunucularınızda paylaşmanız, R440 Club sunucusundan kalıcı ve açılmamak üzere yasaklanmanıza sebebiyet verecektir.Tespiti sonrasında işlemler direk olarak sorgusuzca yapılacaktır.\n        \n**§9 - Atılma,Yasaklanma ve Ban Afları**\n**§9.1** Sunucumuzdan davranışlarından, nickinden, durum veya hakkında kısmında yazdıklarından veya hakkında edindiğimiz bilgilere dayanarak kişi veya kişileri çıkartırız. Sebep belirtmek veya belirtmemek bizim keyfi insiyatifimizdedir.\n**§9.2** Sunucumuzdaki herhangi bir kuralı bilerek veya bilmeyerek delen her kim olursa olsun, etraflıca değerlendirdikten sonra sebepli/sebepsiz yasaklanabilir. Aşırısı şahsi olaylar dışında, çevrede de olumsuzluklarıyla anılan kişilerin bizlere bildirilmesi durumunda, sunucuda olsun olmasın sunucumuza girmesini, barınmasını engeller, anında yasaklarız. Bu konularla alakalı tek yetkili ekip lideridir. Ekip liderinini bilgisi dışında, şikayet edilen kişi yasaklanamaz.\n**§9.3** Sunucumuzda ban affı durumu yılda 1 kez veya 1 yıldan uzun süren zaman zarflarında yapılmaktadır. Ban affı genelde 'sunucuya gir çık yapan, kayıt kanalında bekleyen ve sebepsiz yasaklanan kişilere' uygulanır. Sohbet veya DM yoluyla gelen ban açılma istekleri, sunucu loglarından failin suçunun oranına bakarak açılır veya açılmaz. İnsiyatif tüm R440 Club yetkililerindedir. Keyfi veya şahsi istekler kontrolsüz açılmayacaktır, ısrarı durumunda yasaklanmaya veya engellenmeye kadar gidebilir.",
  "tr3": "**§10 - Ticket Sistemi Hakkında**\n**§10.1** Sistemi kullanacak her kullanıcı açacağı kateorinin sorumluluklarını ve yükümlülüklerini bilmeli. Kategoriyi açtıktan sonra uygun yetkiliyi etiketleyip, spam yapmadan cevap beklemelidir. \n**§10.2** Ticket sistemini bilerek veya bilmeyerek boş yere kullanan kullancılar hakkında yönetim ekibi insiyatifinde 'zaman aşımı, kick veya ban' olarak ceza uygulanır.\n**§10.3** Partner şartlarını karşılamadığını bilerek açan kişiler kesinlikle zaman aşımı alır. Halka ilişkileri alakadar etmeyen konularla meşgul eden kişi kesinlikle zaman aşımı alır. Ve Konvoy takvimine göz gezdirmeden davet için gelen misafir kesinlikle zaman aşımı cezasına çarptırılır. Zaman aşımı cezası yönetim insiyatifine bağlı olarak farklılık gösterebilir.",
  "en1": "**§1 - General Language of the Server**\n        **§1.1** The Main Language of the Server is Turkish. Officially use English as a secondary language.\n        \n        **§2 - Usernames**\n        **§2.1** Inappropriate usernames are not allowed on our server. The names we deem appropriate will be applied to you until you change them.\n        \n        **§3 - Use of Channels**\n        **§3.1** Only use the codes of our server's bots in the bot commands channel. And use these commands only on this channel.\n        **§3.2** Do not use spam or similar offensive text styles.\n        **§3.3** Constant use of capital letters can be misunderstood, so you can use them occasionally, but don't overdo it.\n        **§3.4** It is forbidden to share inappropriate links on our link channel, except for games and current social entertainment content. It will cause you to be banned from our server indefinitely..\n        **§3.5** Political issues, biased sports issues, relatively good and bad individual comments (such as comments that are bad for a car) are not allowed to be discussed as they will cause unrest.\n        **§3.6** In the Save Edit support channel, it is forbidden to ask the authorities to constantly deal with you and to tag. If you want people to take care of you right away, you can look for another server.\n        **§3.7** It is prohibited to send ban images, video evidence or videos of complaints to text chat channels, including the media. The perpetrators involved will be banned from the server immediately without warning. Rules determine whether prohibitions are right or wrong. If you want to open a discussion, you can open a dispute or feedback ticket on TruckersMP.\n        **§3.8** Game-related information questions you ask in <#706545849492308048> or <#585131875811721267> channel will not be answered. These questions belong in the <#981616963103121448> channel. You will be redirected to that channel without answering your questions anyway.\n\t\t\n        **§4 - Conversations in Text Channels**\n        **§4.1** All words containing profanity, racism, insults, bullying, hate speech will cause us to be permanently banned from the server. We can ignore reactive curses as long as they are not excessive.\n        **§4.2** Mutual respect must not be violated.\n        **§4.3** Do not speak imperatively to any guest or attendant.\n        **§4.4** Any type of message that triggers any kind of private discussion, sarcasm, fights between teams or communities is prohibited on our server. Perpetrators will be banned immediately. Bans are not unlocked, including amnesty.\n        \n        **§5 - Tagging and Messaging**\n        **§5.1** Excessive tagging or otherwise disturbing one of our guests in any text or audio channel of our server will cause you to receive a warning and if you do not heed the warnings, you will be banned.\n        **§5.2** Deleting or correcting the message of a person you have tagged positively/negatively will result in a ban. All detections and change images from our log channels are available down to the letters.\n        **§5.3** Unnecessarily tagging authorities on the server may result in a ban.\n        **§5.4** If you are rude to our<@&842848941943029783> members on our server, you will receive a very harsh response and will be immediately banned from the server.\n        **§5.5** Insulting, provocative and offensive messages with an overdose of negativity towards any person on our server are prohibited. The perpetrators of the incident, justified or not, will be warned and then banned indefinitely.",
  "en2": "**§6 - Inappropriate Content**\n**§6.1** Pornographic content and visual content that may affect conscious health is strictly prohibited.\n**§6.2** Any malicious content will get you banned. Discord fake nitros, viruses, software...\n**§6.3** All messages containing insults and sarcasm to religious values will be deleted, the perpetrator will be warned and banned according to the situation.\n**§6.4** Contact <@&981596460103630949> if you encounter any violations in this regard.\n**§6.5** Accounts with every visible propaganda containing politics are suspended from our server, even if sincerity is included. It is the subject we are strictly against on our server. If it is seen or reported, it will be processed up to banning.\n**§6.6** The R440 Club Logo and name may not be used in any team photo, truck photo, text, or overlay except with our permission and our team members. The user who engages in this behavior without our permission will be banned from our server and all surrounding servers depending on the severity of the situation.\n        \n**§7 - Advertisements**\n§7.1 It is forbidden to share invitation links, invitation messages or insinuations on any channel of our server. We have a security measure as a link and a permanent ban is applied after log detection. Likewise, a person who is reported to invite will be permanently banned by the administration.\n§7.2 On the link channel of our server Youtube, Twitch, Instagram, Tiktok etc. the content of the platforms are shared. Account users with +400 subscribers or followers on all platforms are entitled to use the 'everyone' tag by contacting our Public Relations officer via the Ticket system and taking the Content Producer Role. The Content Producer role holder has the right to tag a maximum of 2 times a day. If more than this is detected, the permissions will be revoked and timeout will be charged.\n        \n**§8 - Copying Server Contents**\n**§8.1** If you take any content (photo, announcement, code, etc.) shared on our server without permission and share it on your own servers, it will cause you to be permanently banned from the R440 Club server.\n        \n**§9 - Expulsion, Ban and Ban Amnesties**\n**§9.1** We may remove a person or persons from our server based on their behavior, nickname, status or about section, or information we have about them. It is at our arbitrary discretion whether or not to give a reason.\n**§9.2** Anyone who intentionally or unintentionally breaks any rule on our server may be banned with or without cause after careful consideration. Except for extreme personal incidents, if we are notified of people who are known for their negativity in the environment, we prevent them from entering our server, whether they are on the server or not, and we ban them immediately. The only authorized team leader regarding these issues is the team leader. Without the knowledge of the team leader, the person complained about cannot be banned.\n**§9.3** Ban forgiveness on our server is done once a year or for periods of more than 1 year. Ban forgiveness is usually applied to 'people who enter and exit the server, wait in the registration channel and are banned without reason'. Ban requests via chat or DM are either unbanned or not, based on the offense rate of the perpetrator from the server logs. The initiative lies with all R440 Club officials. Arbitrary or personal requests will not be opened unchecked, and may lead to banning or blocking if persisted.",
  "en3": "**§10 - About Ticket System**\n**§10.1** Each user who will use the system should know the responsibilities and obligations of the category they will open. After opening the category, they should tag the appropriate authority and wait for a response without spamming. \n**§10.2** Users who knowingly or unknowingly use the ticketing system in vain will be penalized as 'timeout, kick or ban' at the discretion of the management team.\n**§10.3** People who open tickets knowing that they do not meet partner requirements will definitely receive a timeout. Anyone who engages in topics that do not concern public relations will definitely receive a timeout. And a guest who comes for an invitation without checking the Convoy calendar will definitely receive a timeout penalty. The time-out penalty may vary depending on the management initiative."
}
